[
  {
    "id": "post1",
    "title": "НЕ ПРОСТО МЕТАЛ І КОЛЕСА",
    "date": "2025-06-04",
    "content": "<p>НЕ ПРОСТО МЕТАЛ І КОЛЕСА, А СИМВОЛ НАШОЇ ЄДНОСТІ, МОЛИТВИ ТА ЛЮБОВІ ДО БАТЬКІВЩИНИ: У КАЗЕРТІ ВЛАДИКА ГРИГОРІЙ БЛАГОСЛОВИВ ТРИ ПОЗАШЛЯХОВИКИ ДЛЯ УКРАЇНСЬКИХ ВІЙСЬКОВИХ <br> 3 червня 2025 року відбулася подія, яка ще раз підтвердила: перемога кується не лише на передовій, а й у серцях, у жертовності, в єдності всього українського народу — як в Україні, так і за її межами. Цього дня Владика Григорій Комар, Апостольський Адміністратор для українців-католиків візантійського обряду в Італії, звершив чин освячення трьох позашляховиків, які вже незабаром вирушать до наших захисників на передову. </p>",
    "images": [
      "../../img/blog/post1/1.jpg",
      "../../img/blog/post1/2.jpg",
      "../../img/blog/post1/3.jpg",
      "../../img/blog/post1/4.jpg",
      "../../img/blog/post1/5.jpg",
      "../../img/blog/post1/6.jpg",
      "../../img/blog/post1/7.jpg",
      "../../img/blog/post1/8.jpg"
    ]
  },
  {
    "id": "post2",
    "title": "На парафії УГКЦ в іспанському селищі Торребланка (Валенсія) вперше відбулось свято Першої Сповіді та Урочистого Першого Причастя. ",
    "date": "2025-06-10",
    "content": "<p>Протягом року діти готувались до зустрічі з Євхаристійним Ісусом. Перед початком Літургії кожна дитина вперше в житті мала можливість особисто приступити до Таїнства Покаяння, попросити прощення в Бога за гріхи. Парох парафії отець Юрій Шабанов супроводжував кожного до святилища, де вони зосереджено молилися покуту – у щирості, простоті й дитячій довірі. Особливим моментом стало символічне спалення карток, на яких діти написали свої гріхи. Усі разом, вийшовши на двір, вони поклали ці картки у вогонь – як знак того, що гріхи зникли, були спалені Божим милосердям, і серця дітей стали чистими, як білий одяг, у який вони були зодягнені. Після Сповіді розпочалась урочиста Божественна Літургія. У проповіді о. Юрій наголосив на особливій ролі Святого Духа в нашому житті. А також закликав першопричасників завжди цінувати цей особливий момент зустрічі з Ісусом у Євхаристії. “Ніколи не втрачайте нагоди прийти до Ісуса, – підкреслив отець, – бо Він чекає кожного з вас з любов’ю і відкритими обіймами”. Після Літургії діти отримали сертифікати про уділення святих тайн - Першої Сповіді і Першого Урочистого Причастя. «Ці миті – це не просто пам’ять. Це – благодать, яка залишиться з нами назавжди. Бо сьогодні наші діти вперше повною мірою зустрілися з Христом, і ця зустріч – основа віри, любові та духовного життя, яке триватиме в них усе життя», - резюмував о. Юрій.</p>",
    "images": [
      "../../img/blog/post3/1.jpg",
      "../../img/blog/post3/2.jpg",
      "../../img/blog/post3/3.jpg",
      "../../img/blog/post3/4.jpg",
      "../../img/blog/post3/5.jpg"
    ]
  },
  {
    "id": "post3",
    "title": "Робоча зустріч священиків щодо пастирської опіки греко-католиків у єпархії Сегорбе-Кастельйон.",
    "date": "2025-06-13",
    "content": "<p>У єпархії Сегорбе-Кастельйон відбулася робоча зустріч священиків, присвячена обговоренню шляхів покращення пастирської опіки над греко-католиками, зокрема українською громадою. У зустрічі взяли участь парох катедри Святої Марії в Кастельйоні о. Joaquín Muñoz, парох церкви в Торребланці о. Nuno Viera та капелан українців греко-католиків у Вінаросі, Торребланці й Кастельйоні о. Юрій Шабанов. Під час розмови обговорено різні способи підтримки українських вірян, які проживають на території єпархії, зокрема духовну опіку, організацію богослужінь та заходів для згуртування громади. Священики запевнили о. Юрія у своїй підтримці та відкритості до подальшої співпраці. Зустріч пройшла в атмосфері братерства й спільної відповідальності, а її підсумком стало щире прагнення служити Божому люду з ще більшою ревністю та любов’ю.</p>",
    "images": [
      "../../img/blog/post2/1.jpg"
    ]
  },
  {
    "id": "post4",
    "title": "Зустріч української парафії у Торребланці з єпископом Кастельйону-Сегорбе - Казимиром Лопесом.",
    "date": "2025-06-15",
    "content": "<p>У неділю, 15 червня відбулася важлива подія для української громади в Торребланці — зустріч із єпископом Кастельйону, преосвященним Казимиром Лопесом. Владика прибув на запрошення о. Нуно до місцевої латинської парафії, щоб уділити Таїнство Миропомазання дітям. У святій месі також взяв участь отець Юрій Шабанов, який наприкінці богослужіння разом із вірними української парафії подякував єпископові за подаровані намісні ікони для нашої спільноти. Після Літургії була можливість поспілкуватися з владикою, який запевнив о. Юрія у своїй підтримці та подальшій пастирській опіці українських вірних у межах своєї дієцезії. Ця зустріч стала знаком єдності та взаємної духовної підтримки.</p>",
    "images": [
      "../../img/blog/post4/1.jpg",
      "../../img/blog/post4/2.jpg"
    ]
  },
  {
    "id": "post5",
    "title": "Зустріч священиків північного деканату дієцезії Сегорбе- Кастельйон.",
    "date": "2025-06-17",
    "content": "Зустріч священиків північного деканату дієцезії Сегорбе- Кастельйон. Сьогодні, 17 червня, в резиденції парафії с. Торребланка відбулася зустріч священиків північного деканату дієцезії Сегорбе-Кастельйон. Учасники поділилися досвідом душпастирського служіння у своїх громадах, а також провели братню трапезу. Під час зустрічі отець-парох Нуно та квпелан о. Юрій  ознайомили присутніх із місцевою церквою та каплицею, де звершують богослужіння. Отець Юрій також показав намісні ікони, подаровані єпископом Казимиром для греко-католицької парафії. Зустріч пройшла у теплій та дружній атмосфері, сприяючи зміцненню духовної єдності та братерських зв’язків між священиками.",
    "description": "Зустріч священиків північного деканату дієцезії Сегорбе- Кастельйон.",
    "images": [
      "../../img/blog/post5/1.jpg",
      "../../img/blog/post5/2.jpg"
    ]
  }
]