[
  {
    "id": "post1",
    "title": "NO SOLO METAL Y RUEDAS",
    "date": "2025-06-04",
    "content": "<p>NO SOLO METAL Y RUEDAS, SINO UN SÍMBOLO DE NUESTRA UNIDAD, ORACIÓN Y AMOR A LA PATRIA: EN CASERTA, EL OBISPO GREGORIO BENDIJO TRES VEHÍCULOS TODOTERRENO PARA LOS MILITARES UCRANIANOS <br> El 3 de junio de 2025 tuvo lugar un acontecimiento que confirmó una vez más que la victoria no solo se forja en el frente, sino también en los corazones, en el sacrificio y en la unidad de todo el pueblo ucraniano, tanto en Ucrania como en el extranjero. Ese día, el obispo Gregorio Komar, Administrador Apostólico para los católicos ucranianos de rito bizantino en Italia, celebró el rito de bendición de tres vehículos todoterreno que pronto serán enviados a nuestros defensores en el frente.</p>",
    "images": [
      "../../img/blog/post1/1.jpg",
      "../../img/blog/post1/2.jpg",
      "../../img/blog/post1/3.jpg",
      "../../img/blog/post1/4.jpg",
      "../../img/blog/post1/5.jpg",
      "../../img/blog/post1/6.jpg",
      "../../img/blog/post1/7.jpg",
      "../../img/blog/post1/8.jpg"
    ]
  },
  {
    "id": "post2",
    "title": "En la parroquia de la Iglesia Greco-Católica Ucraniana en el pueblo español de Torreblanca (Valencia) se celebró por primera vez la fiesta de la Primera Confesión y la Primera Comunión Solemne.",
    "date": "2025-06-10",
    "content": "<p>Durante todo el año, los niños se prepararon para el encuentro con Jesús Eucaristía. Antes del inicio de la Liturgia, cada niño tuvo la oportunidad, por primera vez en su vida, de acercarse personalmente al Sacramento de la Penitencia para pedir perdón a Dios por sus pecados. El párroco, padre Yuriy Shabanov, acompañó a cada uno al santuario, donde rezaron la penitencia con concentración, en la sinceridad, la sencillez y la confianza infantil. Un momento especial fue la quema simbólica de las tarjetas en las que los niños habían escrito sus pecados. Todos juntos, al salir al patio, arrojaron estas tarjetas al fuego, como señal de que los pecados habían desaparecido, habían sido quemados por la misericordia de Dios, y los corazones de los niños se habían vuelto puros como las vestiduras blancas que llevaban. Después de la Confesión, comenzó la solemne Divina Liturgia. En su homilía, el P. Yuriy destacó el papel especial del Espíritu Santo en nuestras vidas. También instó a los que recibían la Primera Comunión a valorar siempre este momento especial de encuentro con Jesús en la Eucaristía. “Nunca perdáis la oportunidad de venir a Jesús”, subrayó el sacerdote, “porque Él espera a cada uno de vosotros con amor y con los brazos abiertos”. Después de la Liturgia, los niños recibieron certificados de haber recibido los santos sacramentos: la Primera Confesión y la Primera Comunión Solemne. “Estos momentos no son solo un recuerdo. Son una gracia que permanecerá con nosotros para siempre. Porque hoy nuestros hijos se han encontrado plenamente con Cristo por primera vez, y este encuentro es el fundamento de la fe, el amor y la vida espiritual que perdurará en ellos toda la vida”, resumió el P. Yuriy.</p>",
    "images": [
      "../../img/blog/post3/1.jpg",
      "../../img/blog/post3/2.jpg",
      "../../img/blog/post3/3.jpg",
      "../../img/blog/post3/4.jpg",
      "../../img/blog/post3/5.jpg"
    ]
  },
  {
    "id": "post3",
    "title": "Reunión de trabajo de sacerdotes sobre la atención pastoral de los greco-católicos en la diócesis de Segorbe-Castellón.",
    "date": "2025-06-13",
    "content": "<p>En la diócesis de Segorbe-Castellón tuvo lugar una reunión de trabajo de sacerdotes dedicada a discutir formas de mejorar la atención pastoral a los greco-católicos, en particular a la comunidad ucraniana. En la reunión participaron el párroco de la catedral de Santa María en Castellón, P. Joaquín Muñoz, el párroco de la iglesia de Torreblanca, P. Nuno Viera, y el capellán de los ucranianos greco-católicos en Vinaròs, Torreblanca y Castellón, P. Yuriy Shabanov. Durante la conversación se discutieron diversas formas de apoyar a los fieles ucranianos que residen en el territorio de la diócesis, incluida la atención espiritual, la organización de servicios religiosos y eventos para unir a la comunidad. Los sacerdotes aseguraron al P. Yuriy su apoyo y apertura a una mayor cooperación. La reunión se desarrolló en un ambiente de fraternidad y responsabilidad compartida, y su resultado fue un sincero deseo de servir al pueblo de Dios con aún mayor celo y amor.</p>",
    "images": [
      "../../img/blog/post2/1.jpg"
    ]
  },
  {
    "id": "post4",
    "title": "Encuentro de la parroquia ucraniana de Torreblanca con el obispo de Castellón-Segorbe, Casimiro López.",
    "date": "2025-06-15",
    "content": "<p>El domingo 15 de junio tuvo lugar un acontecimiento importante para la comunidad ucraniana de Torreblanca: el encuentro con el obispo de Castellón, monseñor Casimiro López. El obispo acudió por invitación del P. Nuno a la parroquia latina local para administrar el Sacramento de la Confirmación a los niños. En la Santa Misa también participó el padre Yuriy Shabanov, quien al final de la liturgia, junto con los fieles de la parroquia ucraniana, agradeció al obispo los iconos donados para el iconostasio de nuestra comunidad. Después de la Liturgia hubo oportunidad de conversar con el obispo, quien aseguró al P. Yuriy su apoyo y continua atención pastoral a los fieles ucranianos dentro de su diócesis. Este encuentro se convirtió en un signo de unidad y apoyo espiritual mutuo.</p>",
    "images": [
      "../../img/blog/post4/1.jpg",
      "../../img/blog/post4/2.jpg",
      "../../img/blog/post4/3.jpg",
      "../../img/blog/post4/4.jpg",
      "../../img/blog/post4/5.jpg"
    ]
  },
  {
    "id": "post5",
    "title": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón.",
    "date": "2025-06-17",
    "content": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón. Hoy, 17 de junio, tuvo lugar un encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón en la residencia de la parroquia de Torreblanca. Los participantes compartieron experiencias de servicio pastoral en sus comunidades y también tuvieron una comida fraterna. Durante el encuentro, el párroco Nuno y el capellán Padre Yuriy mostraron a los presentes la iglesia local y la capilla donde se celebran los servicios divinos. El Padre Yuriy también mostró los iconos locales donados por el obispo Kazymyr para la parroquia greco-católica. El encuentro transcurrió en un ambiente cálido y amistoso, contribuyendo a fortalecer la unidad espiritual y los lazos fraternos entre los sacerdotes.",
    "description": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón.",
    "images": [
      "../../img/blog/post5/1.jpg",
      "../../img/blog/post5/2.jpg"
    ]
  },
  {
    "id": "post6",
    "title": "Consagración de un nuevo Evangelio en Vinaròs e incensario en Castelló",
    "date": "2025-06-22",
    "content": "Consagración de un nuevo Evangelio en Vinaròs e incensario en Castelló: un paso hacia un conocimiento más profundo de los servicios religiosos de rito oriental. Hoy, domingo 22 de junio, se llevó a cabo la consagración de un nuevo Evangelio en la parroquia de Vinaròs. Este es un momento especial y solemne en la vida de la parroquia, porque el Evangelio no es solo un libro, sino la Palabra del Dios Vivo, que resuena en nuestra parroquia cada domingo y festividad. En la vida litúrgica, la Comunión se realiza dos veces: primero, a través de la escucha de la Palabra de Dios, y luego, en el Sacramento de la Eucaristía. Y si para el Señor nos ofrecemos a nosotros mismos y nuestros corazones, entonces todo lo que le sirve debe ser digno, hermoso y luminoso. Porque a Dios le pertenece lo mejor, y no solo en los dones del pan y el vino, sino también en las cosas con las que le servimos. Además, el día anterior, sábado 21 de junio, se consagró un nuevo incensario en la parroquia de Castelló. El crecimiento de la comunidad parroquial inspira una renovación continua de todo lo necesario para la plena celebración de los servicios religiosos. En un futuro próximo, se planea adquirir todos los artículos litúrgicos necesarios para que cada Liturgia se celebre con la debida belleza y dignidad. Que estos pasos sean un signo de nuestro amor a Dios, de nuestra unidad como Iglesia y de nuestro deseo de servirle con un corazón puro y toda el alma. Porque donde se reúne el pueblo de Dios, allí vive Cristo. Y donde hay un Cristo vivo, todo se transforma en el Cielo. Que el Señor bendiga generosamente a todos los donantes y les retribuya el céntuplo.",
    "description": "Consagración de un nuevo Evangelio en Vinaròs y un incensario en Castelló: un paso hacia un conocimiento más profundo de los servicios religiosos de rito oriental.",
    "images": [
      "../../img/blog/post6/1.jpg",
      "../../img/blog/post6/2.jpg",
      "../../img/blog/post6/3.jpg",
      "../../img/blog/post6/4.jpg",
      "../../img/blog/post6/5.jpg",
      "../../img/blog/post6/6.jpg",
      "../../img/blog/post6/7.jpg",
      "../../img/blog/post6/8.jpg"
    ]
  },
  {
    "id": "post7",
    "title": "Solemne Misa «Ministros de la alegría y esperanza de Cristo»",
    "date": "2025-06-25",
    "content": "En la Pro-Catedral de Santa Sofía en Roma, se celebró una solemne Misa como parte del seminario de formación espiritual «Ministros de la alegría y esperanza de Cristo», organizado por el Departamento Pastoral de Migraciones de la Iglesia Greco-Católica Ucraniana (UGCC). La liturgia fue presidida por el Cardenal Mykola Bychok, concelebrada por los obispos Stepan Sus y Hryhoriy Komar, y numerosos sacerdotes que sirven en la pastoral de migrantes alrededor del mundo. Oramos juntos por la paz en Ucrania, por todos los desplazados, por la fuerza y la esperanza de nuestro pueblo. Y yo personalmente oré hoy en esta Liturgia por ustedes, mis queridos feligreses de Vinaròs, Torreblanca y Castelló, dando gracias a Dios por ustedes y confiando sus alegrías y preocupaciones a Su amor.",
    "description": "En la Pro-Catedral de Santa Sofía en Roma, se celebró una solemne Misa como parte del seminario de formación espiritual «Ministros de la alegría y esperanza de Cristo»",
    "images": [
      "../../img/blog/post7/1.jpg",
      "../../img/blog/post7/2.jpg",
      "../../img/blog/post7/3.jpg",
      "../../img/blog/post7/4.jpg"
    ]
  },
  {
    "id": "post8",
    "title": "El Padre Yuriy Shabanov participa en un seminario para sacerdotes de la UGCC",
    "date": "2025-06-25",
    "content": "El Padre Yuriy Shabanov, mientras participa en un seminario para sacerdotes de la PMV UGCC que se celebra en la capital italiana, visitó su alma máter, la Pontificia Università Lateranense (Universidad Pontificia Lateranense), donde estudió durante casi tres años. En los muros de su querida universidad, tuvo la oportunidad de hablar con sus profesores, en particular con su director de tesis, el profesor Paolo Assolan, un renombrado teólogo y director del Instituto Pastoral «Redemptor Hominis». El profesor Assolan acompañó al Padre Yuriy durante su formación académica en Roma y también mantiene contacto con los exalumnos que realizan servicio pastoral en varios países del mundo. Durante la reunión, el Padre Yuriy y el Prof. Assolan discutieron los desafíos actuales de la pastoral moderna, especialmente en el contexto del trabajo con migrantes. El Padre Yuriy compartió la experiencia de su ministerio en España, donde pudo aplicar los conocimientos adquiridos en la práctica: en el trabajo parroquial, la catequesis y la adaptación al ministerio pastoral. Sus estudios en la Pontificia Università Lateranense se convirtieron en una base fundamental para el Padre Yuriy, que utiliza activamente en su ministerio diario. La combinación de la formación académica y la experiencia pastoral en España le ayuda a comprender más profundamente los desafíos de nuestro tiempo y a responder eficazmente a las necesidades espirituales de la actualidad. Así, su visita a la universidad no solo fue una oportunidad para encontrarse con antiguos mentores, profesores y amigos, sino también un símbolo del estrecho vínculo entre la educación teológica y la práctica del ministerio pastoral en el mundo moderno.",
    "description": "El Padre Yuriy Shabanov participa en un seminario para sacerdotes de la UGCC",
    "images": [
      "../../img/blog/post8/1.jpg",
      "../../img/blog/post8/2.jpg"
    ]
  },
  {
    "id": "post9",
    "title": "Una gran oportunidad para encuentros en Roma.",
    "date": "2025-06-27",
    "content": "Una gran oportunidad para encuentros en Roma. Los sacerdotes de la Iglesia greco-católica ucraniana (IGCU) que sirven bajo la competencia del P.M.V. tuvieron la bendita oportunidad de visitar la Basílica de San Pedro en Roma, liderados por el Obispo Stepan Sus. La oración conjunta en el corazón de la Iglesia Católica fue una experiencia espiritual especial y un testimonio de la unidad de los pastores en el servicio al pueblo de Dios. Durante la visita, el padre Yuriy también estuvo cerca de los muros del Vaticano, donde se encontró con viejos amigos y hermanos en el ministerio sacerdotal. En la comunión fraterna, compartieron sus alegrías y penas, las dificultades y los desafíos que enfrentan en la vida pastoral. Estos encuentros no solo fueron una oportunidad para una palabra sincera, sino también una fuente de inspiración y apoyo mutuo para seguir trabajando en la viña del Señor. Fueron especialmente valiosos los momentos de intercambio de experiencias entre sacerdotes de diferentes países, culturas y contextos. En esta multifacética labor de servicio se manifestó claramente el objetivo común: guiar a las personas hacia Dios, llevarles esperanza, luz y amor en cada rincón del mundo. Fue un tiempo de renovación espiritual, profunda concentración en la oración y gran alegría: el encuentro con hermanos en Cristo. Y el corazón se llenó de gratitud por la presencia de Dios en cada momento. ¡Alabado sea Dios por todo! Amén.",
    "description": "Sacerdotes de la IGCU que sirven bajo la competencia del P.M.V. tuvieron la bendita oportunidad de visitar la Basílica de San Pedro en Roma, liderados por el Obispo Stepan Sus.",
    "images": [
      "../../img/blog/post9/1.jpg",
      "../../img/blog/post9/2.jpg",
      "../../img/blog/post9/3.jpg",
      "../../img/blog/post9/4.jpg",
      "../../img/blog/post9/5.jpg",
      "../../img/blog/post9/6.jpg",
      "../../img/blog/post9/7.jpg",
      "../../img/blog/post9/8.jpg",
      "../../img/blog/post9/9.jpg",
      "../../img/blog/post9/10.jpg",
      "../../img/blog/post9/11.jpg",
      "../../img/blog/post9/12.jpg",
      "../../img/blog/post9/13.jpg",
      "../../img/blog/post9/14.jpg",
      "../../img/blog/post9/15.jpg"
    ]
  },
  {
    "id": "post10",
    "title": "🎤 ¡Concierto de Iryna Fedyshyn en Torreblanca! 🇺🇦",
    "date": "2025-06-27",
    "content": "🎤 ¡Concierto de Iryna Fedyshyn en Torreblanca! 🇺🇦 📅 22 de julio, 🕗 inicio a las 20:00 (el concierto comenzará aproximadamente a las 20:15) 📍Sala Multiusos, Carrer Galicia, 46, 12596 Torreblanca, Castelló. El concierto está organizado con el apoyo de la Iglesia Greco-Católica Ucraniana en la provincia de Castellón. Recaudación de fondos para ayudar a las Fuerzas Armadas de Ucrania 💪 🎟 Entradas: – Online (pago con tarjeta) en el siguiente enlace: 25 € durante los primeros 4 días a partir de hoy, luego 35 €. https://secure.wayforpay.com/payment/sc7f1a138fb56 – En persona con el sacerdote – Padre Yuriy Shabanov (pago en efectivo). Será un evento cálido e inspirador que unirá a los ucranianos lejos de su patria. ¡Te esperamos!",
    "description": "📅 22 de julio, 🕗 inicio a las 20:00 (el concierto comenzará aproximadamente a las 20:15)📍Sala Multiusos, Carrer Galicia, 46, 12596 Torreblanca, Castelló",
    "images": [
      "../../img/blog/post10/1.png"
    ]
  }
]