[
  {
    "id": "post1",
    "title": "NO SOLO METAL Y RUEDAS",
    "date": "2025-06-04",
    "content": "<p>NO SOLO METAL Y RUEDAS, SINO UN SÍMBOLO DE NUESTRA UNIDAD, ORACIÓN Y AMOR A LA PATRIA: EN CASERTA, EL OBISPO GREGORIO BENDIJO TRES VEHÍCULOS TODOTERRENO PARA LOS MILITARES UCRANIANOS <br> El 3 de junio de 2025 tuvo lugar un acontecimiento que confirmó una vez más que la victoria no solo se forja en el frente, sino también en los corazones, en el sacrificio y en la unidad de todo el pueblo ucraniano, tanto en Ucrania como en el extranjero. Ese día, el obispo Gregorio Komar, Administrador Apostólico para los católicos ucranianos de rito bizantino en Italia, celebró el rito de bendición de tres vehículos todoterreno que pronto serán enviados a nuestros defensores en el frente.</p>",
    "images": [
      "../../img/blog/post1/1.jpg",
      "../../img/blog/post1/2.jpg",
      "../../img/blog/post1/3.jpg",
      "../../img/blog/post1/4.jpg",
      "../../img/blog/post1/5.jpg",
      "../../img/blog/post1/6.jpg",
      "../../img/blog/post1/7.jpg",
      "../../img/blog/post1/8.jpg"
    ]
  },
  {
    "id": "post2",
    "title": "En la parroquia de la Iglesia Greco-Católica Ucraniana en el pueblo español de Torreblanca (Valencia) se celebró por primera vez la fiesta de la Primera Confesión y la Primera Comunión Solemne.",
    "date": "2025-06-10",
    "content": "<p>Durante todo el año, los niños se prepararon para el encuentro con Jesús Eucaristía. Antes del inicio de la Liturgia, cada niño tuvo la oportunidad, por primera vez en su vida, de acercarse personalmente al Sacramento de la Penitencia para pedir perdón a Dios por sus pecados. El párroco, padre Yuriy Shabanov, acompañó a cada uno al santuario, donde rezaron la penitencia con concentración, en la sinceridad, la sencillez y la confianza infantil. Un momento especial fue la quema simbólica de las tarjetas en las que los niños habían escrito sus pecados. Todos juntos, al salir al patio, arrojaron estas tarjetas al fuego, como señal de que los pecados habían desaparecido, habían sido quemados por la misericordia de Dios, y los corazones de los niños se habían vuelto puros como las vestiduras blancas que llevaban. Después de la Confesión, comenzó la solemne Divina Liturgia. En su homilía, el P. Yuriy destacó el papel especial del Espíritu Santo en nuestras vidas. También instó a los que recibían la Primera Comunión a valorar siempre este momento especial de encuentro con Jesús en la Eucaristía. “Nunca perdáis la oportunidad de venir a Jesús”, subrayó el sacerdote, “porque Él espera a cada uno de vosotros con amor y con los brazos abiertos”. Después de la Liturgia, los niños recibieron certificados de haber recibido los santos sacramentos: la Primera Confesión y la Primera Comunión Solemne. “Estos momentos no son solo un recuerdo. Son una gracia que permanecerá con nosotros para siempre. Porque hoy nuestros hijos se han encontrado plenamente con Cristo por primera vez, y este encuentro es el fundamento de la fe, el amor y la vida espiritual que perdurará en ellos toda la vida”, resumió el P. Yuriy.</p>",
    "images": [
      "../../img/blog/post3/1.jpg",
      "../../img/blog/post3/2.jpg",
      "../../img/blog/post3/3.jpg",
      "../../img/blog/post3/4.jpg",
      "../../img/blog/post3/5.jpg"
    ]
  },
  {
    "id": "post3",
    "title": "Reunión de trabajo de sacerdotes sobre la atención pastoral de los greco-católicos en la diócesis de Segorbe-Castellón.",
    "date": "2025-06-13",
    "content": "<p>En la diócesis de Segorbe-Castellón tuvo lugar una reunión de trabajo de sacerdotes dedicada a discutir formas de mejorar la atención pastoral a los greco-católicos, en particular a la comunidad ucraniana. En la reunión participaron el párroco de la catedral de Santa María en Castellón, P. Joaquín Muñoz, el párroco de la iglesia de Torreblanca, P. Nuno Viera, y el capellán de los ucranianos greco-católicos en Vinaròs, Torreblanca y Castellón, P. Yuriy Shabanov. Durante la conversación se discutieron diversas formas de apoyar a los fieles ucranianos que residen en el territorio de la diócesis, incluida la atención espiritual, la organización de servicios religiosos y eventos para unir a la comunidad. Los sacerdotes aseguraron al P. Yuriy su apoyo y apertura a una mayor cooperación. La reunión se desarrolló en un ambiente de fraternidad y responsabilidad compartida, y su resultado fue un sincero deseo de servir al pueblo de Dios con aún mayor celo y amor.</p>",
    "images": [
      "../../img/blog/post2/1.jpg"
    ]
  },
  {
    "id": "post4",
    "title": "Encuentro de la parroquia ucraniana de Torreblanca con el obispo de Castellón-Segorbe, Casimiro López.",
    "date": "2025-06-15",
    "content": "<p>El domingo 15 de junio tuvo lugar un acontecimiento importante para la comunidad ucraniana de Torreblanca: el encuentro con el obispo de Castellón, monseñor Casimiro López. El obispo acudió por invitación del P. Nuno a la parroquia latina local para administrar el Sacramento de la Confirmación a los niños. En la Santa Misa también participó el padre Yuriy Shabanov, quien al final de la liturgia, junto con los fieles de la parroquia ucraniana, agradeció al obispo los iconos donados para el iconostasio de nuestra comunidad. Después de la Liturgia hubo oportunidad de conversar con el obispo, quien aseguró al P. Yuriy su apoyo y continua atención pastoral a los fieles ucranianos dentro de su diócesis. Este encuentro se convirtió en un signo de unidad y apoyo espiritual mutuo.</p>",
    "images": [
      "../../img/blog/post4/1.jpg",
      "../../img/blog/post4/2.jpg",
      "../../img/blog/post4/3.jpg",
      "../../img/blog/post4/4.jpg",
      "../../img/blog/post4/5.jpg"
    ]
  },
  {
    "id": "post5",
    "title": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón.",
    "date": "2025-06-17",
    "content": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón. Hoy, 17 de junio, tuvo lugar un encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón en la residencia de la parroquia de Torreblanca. Los participantes compartieron experiencias de servicio pastoral en sus comunidades y también tuvieron una comida fraterna. Durante el encuentro, el párroco Nuno y el capellán Padre Yuriy mostraron a los presentes la iglesia local y la capilla donde se celebran los servicios divinos. El Padre Yuriy también mostró los iconos locales donados por el obispo Kazymyr para la parroquia greco-católica. El encuentro transcurrió en un ambiente cálido y amistoso, contribuyendo a fortalecer la unidad espiritual y los lazos fraternos entre los sacerdotes.",
    "description": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón.",
    "images": [
      "../../img/blog/post5/1.jpg",
      "../../img/blog/post5/2.jpg"
    ]
  }
]