[
  {
    "id": "post1",
    "title": "NO SOLO METAL Y RUEDAS",
    "date": "2025-06-04",
    "content": "<p>NO SOLO METAL Y RUEDAS, SINO UN SÍMBOLO DE NUESTRA UNIDAD, ORACIÓN Y AMOR A LA PATRIA: EN CASERTA, EL OBISPO GREGORIO BENDIJO TRES VEHÍCULOS TODOTERRENO PARA LOS MILITARES UCRANIANOS <br> El 3 de junio de 2025 tuvo lugar un acontecimiento que confirmó una vez más que la victoria no solo se forja en el frente, sino también en los corazones, en el sacrificio y en la unidad de todo el pueblo ucraniano, tanto en Ucrania como en el extranjero. Ese día, el obispo Gregorio Komar, Administrador Apostólico para los católicos ucranianos de rito bizantino en Italia, celebró el rito de bendición de tres vehículos todoterreno que pronto serán enviados a nuestros defensores en el frente.</p>",
    "images": [
      "../../img/blog/post1/1.jpg",
      "../../img/blog/post1/2.jpg",
      "../../img/blog/post1/3.jpg",
      "../../img/blog/post1/4.jpg",
      "../../img/blog/post1/5.jpg",
      "../../img/blog/post1/6.jpg",
      "../../img/blog/post1/7.jpg",
      "../../img/blog/post1/8.jpg"
    ]
  },
  {
    "id": "post2",
    "title": "En la parroquia de la Iglesia Greco-Católica Ucraniana en el pueblo español de Torreblanca (Valencia) se celebró por primera vez la fiesta de la Primera Confesión y la Primera Comunión Solemne.",
    "date": "2025-06-10",
    "content": "<p>Durante todo el año, los niños se prepararon para el encuentro con Jesús Eucaristía. Antes del inicio de la Liturgia, cada niño tuvo la oportunidad, por primera vez en su vida, de acercarse personalmente al Sacramento de la Penitencia para pedir perdón a Dios por sus pecados. El párroco, padre Yuriy Shabanov, acompañó a cada uno al santuario, donde rezaron la penitencia con concentración, en la sinceridad, la sencillez y la confianza infantil. Un momento especial fue la quema simbólica de las tarjetas en las que los niños habían escrito sus pecados. Todos juntos, al salir al patio, arrojaron estas tarjetas al fuego, como señal de que los pecados habían desaparecido, habían sido quemados por la misericordia de Dios, y los corazones de los niños se habían vuelto puros como las vestiduras blancas que llevaban. Después de la Confesión, comenzó la solemne Divina Liturgia. En su homilía, el P. Yuriy destacó el papel especial del Espíritu Santo en nuestras vidas. También instó a los que recibían la Primera Comunión a valorar siempre este momento especial de encuentro con Jesús en la Eucaristía. “Nunca perdáis la oportunidad de venir a Jesús”, subrayó el sacerdote, “porque Él espera a cada uno de vosotros con amor y con los brazos abiertos”. Después de la Liturgia, los niños recibieron certificados de haber recibido los santos sacramentos: la Primera Confesión y la Primera Comunión Solemne. “Estos momentos no son solo un recuerdo. Son una gracia que permanecerá con nosotros para siempre. Porque hoy nuestros hijos se han encontrado plenamente con Cristo por primera vez, y este encuentro es el fundamento de la fe, el amor y la vida espiritual que perdurará en ellos toda la vida”, resumió el P. Yuriy.</p>",
    "images": [
      "../../img/blog/post3/1.jpg",
      "../../img/blog/post3/2.jpg",
      "../../img/blog/post3/3.jpg",
      "../../img/blog/post3/4.jpg",
      "../../img/blog/post3/5.jpg"
    ]
  },
  {
    "id": "post3",
    "title": "Reunión de trabajo de sacerdotes sobre la atención pastoral de los greco-católicos en la diócesis de Segorbe-Castellón.",
    "date": "2025-06-13",
    "content": "<p>En la diócesis de Segorbe-Castellón tuvo lugar una reunión de trabajo de sacerdotes dedicada a discutir formas de mejorar la atención pastoral a los greco-católicos, en particular a la comunidad ucraniana. En la reunión participaron el párroco de la catedral de Santa María en Castellón, P. Joaquín Muñoz, el párroco de la iglesia de Torreblanca, P. Nuno Viera, y el capellán de los ucranianos greco-católicos en Vinaròs, Torreblanca y Castellón, P. Yuriy Shabanov. Durante la conversación se discutieron diversas formas de apoyar a los fieles ucranianos que residen en el territorio de la diócesis, incluida la atención espiritual, la organización de servicios religiosos y eventos para unir a la comunidad. Los sacerdotes aseguraron al P. Yuriy su apoyo y apertura a una mayor cooperación. La reunión se desarrolló en un ambiente de fraternidad y responsabilidad compartida, y su resultado fue un sincero deseo de servir al pueblo de Dios con aún mayor celo y amor.</p>",
    "images": [
      "../../img/blog/post2/1.jpg"
    ]
  },
  {
    "id": "post4",
    "title": "Encuentro de la parroquia ucraniana de Torreblanca con el obispo de Castellón-Segorbe, Casimiro López.",
    "date": "2025-06-15",
    "content": "<p>El domingo 15 de junio tuvo lugar un acontecimiento importante para la comunidad ucraniana de Torreblanca: el encuentro con el obispo de Castellón, monseñor Casimiro López. El obispo acudió por invitación del P. Nuno a la parroquia latina local para administrar el Sacramento de la Confirmación a los niños. En la Santa Misa también participó el padre Yuriy Shabanov, quien al final de la liturgia, junto con los fieles de la parroquia ucraniana, agradeció al obispo los iconos donados para el iconostasio de nuestra comunidad. Después de la Liturgia hubo oportunidad de conversar con el obispo, quien aseguró al P. Yuriy su apoyo y continua atención pastoral a los fieles ucranianos dentro de su diócesis. Este encuentro se convirtió en un signo de unidad y apoyo espiritual mutuo.</p>",
    "images": [
      "../../img/blog/post4/1.jpg",
      "../../img/blog/post4/2.jpg",
      "../../img/blog/post4/3.jpg",
      "../../img/blog/post4/4.jpg",
      "../../img/blog/post4/5.jpg"
    ]
  },
  {
    "id": "post5",
    "title": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón.",
    "date": "2025-06-17",
    "content": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón. Hoy, 17 de junio, tuvo lugar un encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón en la residencia de la parroquia de Torreblanca. Los participantes compartieron experiencias de servicio pastoral en sus comunidades y también tuvieron una comida fraterna. Durante el encuentro, el párroco Nuno y el capellán Padre Yuriy mostraron a los presentes la iglesia local y la capilla donde se celebran los servicios divinos. El Padre Yuriy también mostró los iconos locales donados por el obispo Kazymyr para la parroquia greco-católica. El encuentro transcurrió en un ambiente cálido y amistoso, contribuyendo a fortalecer la unidad espiritual y los lazos fraternos entre los sacerdotes.",
    "description": "Encuentro de sacerdotes del decanato norte de la diócesis Segorbe-Castellón.",
    "images": [
      "../../img/blog/post5/1.jpg",
      "../../img/blog/post5/2.jpg"
    ]
  },
  {
    "id": "post6",
    "title": "Consagración de un nuevo Evangelio en Vinaròs e incensario en Castelló",
    "date": "2025-06-22",
    "content": "Consagración de un nuevo Evangelio en Vinaròs e incensario en Castelló: un paso hacia un conocimiento más profundo de los servicios religiosos de rito oriental. Hoy, domingo 22 de junio, se llevó a cabo la consagración de un nuevo Evangelio en la parroquia de Vinaròs. Este es un momento especial y solemne en la vida de la parroquia, porque el Evangelio no es solo un libro, sino la Palabra del Dios Vivo, que resuena en nuestra parroquia cada domingo y festividad. En la vida litúrgica, la Comunión se realiza dos veces: primero, a través de la escucha de la Palabra de Dios, y luego, en el Sacramento de la Eucaristía. Y si para el Señor nos ofrecemos a nosotros mismos y nuestros corazones, entonces todo lo que le sirve debe ser digno, hermoso y luminoso. Porque a Dios le pertenece lo mejor, y no solo en los dones del pan y el vino, sino también en las cosas con las que le servimos. Además, el día anterior, sábado 21 de junio, se consagró un nuevo incensario en la parroquia de Castelló. El crecimiento de la comunidad parroquial inspira una renovación continua de todo lo necesario para la plena celebración de los servicios religiosos. En un futuro próximo, se planea adquirir todos los artículos litúrgicos necesarios para que cada Liturgia se celebre con la debida belleza y dignidad. Que estos pasos sean un signo de nuestro amor a Dios, de nuestra unidad como Iglesia y de nuestro deseo de servirle con un corazón puro y toda el alma. Porque donde se reúne el pueblo de Dios, allí vive Cristo. Y donde hay un Cristo vivo, todo se transforma en el Cielo. Que el Señor bendiga generosamente a todos los donantes y les retribuya el céntuplo.",
    "description": "Consagración de un nuevo Evangelio en Vinaròs y un incensario en Castelló: un paso hacia un conocimiento más profundo de los servicios religiosos de rito oriental.",
    "images": [
      "../../img/blog/post6/1.jpg",
      "../../img/blog/post6/2.jpg",
      "../../img/blog/post6/3.jpg",
      "../../img/blog/post6/4.jpg",
      "../../img/blog/post6/5.jpg",
      "../../img/blog/post6/6.jpg",
      "../../img/blog/post6/7.jpg",
      "../../img/blog/post6/8.jpg"
    ]
  },
  {
    "id": "post7",
    "title": "Solemne Misa «Ministros de la alegría y esperanza de Cristo»",
    "date": "2025-06-25",
    "content": "En la Pro-Catedral de Santa Sofía en Roma, se celebró una solemne Misa como parte del seminario de formación espiritual «Ministros de la alegría y esperanza de Cristo», organizado por el Departamento Pastoral de Migraciones de la Iglesia Greco-Católica Ucraniana (UGCC). La liturgia fue presidida por el Cardenal Mykola Bychok, concelebrada por los obispos Stepan Sus y Hryhoriy Komar, y numerosos sacerdotes que sirven en la pastoral de migrantes alrededor del mundo. Oramos juntos por la paz en Ucrania, por todos los desplazados, por la fuerza y la esperanza de nuestro pueblo. Y yo personalmente oré hoy en esta Liturgia por ustedes, mis queridos feligreses de Vinaròs, Torreblanca y Castelló, dando gracias a Dios por ustedes y confiando sus alegrías y preocupaciones a Su amor.",
    "description": "En la Pro-Catedral de Santa Sofía en Roma, se celebró una solemne Misa como parte del seminario de formación espiritual «Ministros de la alegría y esperanza de Cristo»",
    "images": [
      "../../img/blog/post7/1.jpg",
      "../../img/blog/post7/2.jpg",
      "../../img/blog/post7/3.jpg",
      "../../img/blog/post7/4.jpg"
    ]
  },
  {
    "id": "post8",
    "title": "El Padre Yuriy Shabanov participa en un seminario para sacerdotes de la UGCC",
    "date": "2025-06-25",
    "content": "El Padre Yuriy Shabanov, mientras participa en un seminario para sacerdotes de la PMV UGCC que se celebra en la capital italiana, visitó su alma máter, la Pontificia Università Lateranense (Universidad Pontificia Lateranense), donde estudió durante casi tres años. En los muros de su querida universidad, tuvo la oportunidad de hablar con sus profesores, en particular con su director de tesis, el profesor Paolo Assolan, un renombrado teólogo y director del Instituto Pastoral «Redemptor Hominis». El profesor Assolan acompañó al Padre Yuriy durante su formación académica en Roma y también mantiene contacto con los exalumnos que realizan servicio pastoral en varios países del mundo. Durante la reunión, el Padre Yuriy y el Prof. Assolan discutieron los desafíos actuales de la pastoral moderna, especialmente en el contexto del trabajo con migrantes. El Padre Yuriy compartió la experiencia de su ministerio en España, donde pudo aplicar los conocimientos adquiridos en la práctica: en el trabajo parroquial, la catequesis y la adaptación al ministerio pastoral. Sus estudios en la Pontificia Università Lateranense se convirtieron en una base fundamental para el Padre Yuriy, que utiliza activamente en su ministerio diario. La combinación de la formación académica y la experiencia pastoral en España le ayuda a comprender más profundamente los desafíos de nuestro tiempo y a responder eficazmente a las necesidades espirituales de la actualidad. Así, su visita a la universidad no solo fue una oportunidad para encontrarse con antiguos mentores, profesores y amigos, sino también un símbolo del estrecho vínculo entre la educación teológica y la práctica del ministerio pastoral en el mundo moderno.",
    "description": "El Padre Yuriy Shabanov participa en un seminario para sacerdotes de la UGCC",
    "images": [
      "../../img/blog/post8/1.jpg",
      "../../img/blog/post8/2.jpg"
    ]
  },
  {
    "id": "post9",
    "title": "Una gran oportunidad para encuentros en Roma.",
    "date": "2025-06-27",
    "content": "Una gran oportunidad para encuentros en Roma. Los sacerdotes de la Iglesia greco-católica ucraniana (IGCU) que sirven bajo la competencia del P.M.V. tuvieron la bendita oportunidad de visitar la Basílica de San Pedro en Roma, liderados por el Obispo Stepan Sus. La oración conjunta en el corazón de la Iglesia Católica fue una experiencia espiritual especial y un testimonio de la unidad de los pastores en el servicio al pueblo de Dios. Durante la visita, el padre Yuriy también estuvo cerca de los muros del Vaticano, donde se encontró con viejos amigos y hermanos en el ministerio sacerdotal. En la comunión fraterna, compartieron sus alegrías y penas, las dificultades y los desafíos que enfrentan en la vida pastoral. Estos encuentros no solo fueron una oportunidad para una palabra sincera, sino también una fuente de inspiración y apoyo mutuo para seguir trabajando en la viña del Señor. Fueron especialmente valiosos los momentos de intercambio de experiencias entre sacerdotes de diferentes países, culturas y contextos. En esta multifacética labor de servicio se manifestó claramente el objetivo común: guiar a las personas hacia Dios, llevarles esperanza, luz y amor en cada rincón del mundo. Fue un tiempo de renovación espiritual, profunda concentración en la oración y gran alegría: el encuentro con hermanos en Cristo. Y el corazón se llenó de gratitud por la presencia de Dios en cada momento. ¡Alabado sea Dios por todo! Amén.",
    "description": "Sacerdotes de la IGCU que sirven bajo la competencia del P.M.V. tuvieron la bendita oportunidad de visitar la Basílica de San Pedro en Roma, liderados por el Obispo Stepan Sus.",
    "images": [
      "../../img/blog/post9/1.jpg",
      "../../img/blog/post9/2.jpg",
      "../../img/blog/post9/3.jpg",
      "../../img/blog/post9/4.jpg",
      "../../img/blog/post9/5.jpg",
      "../../img/blog/post9/6.jpg",
      "../../img/blog/post9/7.jpg",
      "../../img/blog/post9/8.jpg",
      "../../img/blog/post9/9.jpg",
      "../../img/blog/post9/10.jpg",
      "../../img/blog/post9/11.jpg",
      "../../img/blog/post9/12.jpg",
      "../../img/blog/post9/13.jpg",
      "../../img/blog/post9/14.jpg",
      "../../img/blog/post9/15.jpg"
    ]
  },
  {
    "id": "post10",
    "title": "🎤 ¡Concierto de Iryna Fedyshyn en Torreblanca! 🇺🇦",
    "date": "2025-07-04",
    "content": "🎤 ¡Concierto de Iryna Fedyshyn en Torreblanca! 🇺🇦 <br> 📅 22 de julio, 🕗 inicio a las 20:00 (el concierto comenzará aproximadamente a las 20:15) <br>📍Sala Multiusos, Carrer Galicia, 46, 12596 Torreblanca, Castelló <br> El concierto está organizado con el apoyo de la Iglesia greco-católica ucraniana en la provincia de Castellón. La recaudación será para Ucrania 💪 <br> 🎟 Entradas: <br>– Online (pago con tarjeta) en el siguiente enlace: 25 € durante los primeros 4 días a partir de hoy, luego 35 €. <a href=\"https://secure.wayforpay.com/payment/sc7f1a138fb56\">https://secure.wayforpay.com/payment/sc7f1a138fb56</a> <br>– En persona con el sacerdote – Padre Yuriy Shabanov (pago en efectivo). <br> Será un evento cálido e inspirador que unirá a los ucranianos lejos de su patria. ¡Te esperamos!",
    "description": "📅 22 de julio, 🕗 inicio a las 20:00 (el concierto comenzará aproximadamente a las 20:15)📍Sala Multiusos, Carrer Galicia, 46, 12596 Torreblanca, Castelló",
    "images": [
      "../../img/blog/post10/1.png"
    ]
  },
  {
    "id": "post11",
    "title": "Rito de bendición de un nuevo juego eucarístico para la parroquia de Castellón",
    "date": "2025-07-06",
    "content": "Ayer, 5 de julio, antes del inicio de la Divina Liturgia, se llevó a cabo el rito de bendición de un nuevo juego eucarístico para la parroquia de Castellón. También se bendijo un nuevo ilitón, que se utilizará durante el servicio de la Liturgia.<br> Este es otro paso importante para la organización y el equipamiento de la vida de nuestra iglesia. Agradecemos sinceramente a todos los donantes que contribuyeron a esta causa. Que el Señor bendiga a cada uno con creces.",
    "description": "Rito de bendición de un nuevo juego eucarístico para la parroquia de Castellón",
    "images": [
      "../../img/blog/post11/1.jpg",
      "../../img/blog/post11/2.jpg",
      "../../img/blog/post11/3.jpg"
    ]
  },
  {
    "id": "post12",
    "title": "Invitación al concierto de música sacra en Vinaròs.",
    "date": "2025-07-25",
    "content": "Te invitamos al concierto de música sacra que tendrá lugar en Vinaròs.",
    "description": "Te invitamos al concierto de música sacra que tendrá lugar en Vinaròs.",
    "images": [
      "../../img/blog/post12/1.jpg",
      "../../img/blog/post12/2.jpg"
    ]
  },
  {
    "id": "post13",
    "title": "¡Apertura de la Escuela Sabatina Ucraniana en la provincia de Castellón!",
    "date": "2025-07-28",
    "content": "¡Queridos padres! Nos complace anunciar que a finales de septiembre comenzará a funcionar la escuela ucraniana en la provincia de Castellón.<br>Las clases se impartirán todos los sábados de 9:00 a 13:30.<br>Esta es una oportunidad única para que vuestros hijos conserven el idioma, la cultura y las raíces espirituales de su pueblo, incluso estando en el extranjero.<br>Si no enseñamos a nuestros hijos a ser ucranianos, alguien más lo hará por ellos.<br>📌 ¡La inscripción ya está abierta!<br>El número de contacto para el registro está en el cartel.<br>¡No perdamos la oportunidad de educar un futuro ucraniano consciente!",
    "description": "📌 ¡La inscripción ya está abierta! <br> El número de contacto para el registro está en el cartel.",
    "images": [
      "../../img/blog/post13/1.jpg"
    ]
  },
  {
    "id": "post14",
    "title": "Ayer, 9 de agosto, nuestra parroquia en Castellón celebró solemnemente la Fiesta de la Transfiguración del Señor.",
    "date": "2025-08-10",
    "content": "Ayer, 9 de agosto, nuestra parroquia en Castellón celebró solemnemente la Fiesta de la Transfiguración del Señor. La Divina Liturgia fue oficiada por dos sacerdotes: el padre Iurii Shabanov y el padre Ivan Rebeha. Que la luz de esta fiesta ilumine nuestros corazones y nos guíe en la vida cotidiana.",
    "description": "Ayer, 9 de agosto, nuestra parroquia en Castellón celebró solemnemente la Fiesta de la Transfiguración del Señor.",
    "images": [
      "../../img/blog/post14/1.jpg",
      "../../img/blog/post14/2.jpg",
      "../../img/blog/post14/3.jpg",
      "../../img/blog/post14/4.jpg",
      "../../img/blog/post14/5.jpg",
      "../../img/blog/post14/6.jpg",
      "../../img/blog/post14/7.jpg",
      "../../img/blog/post14/8.jpg"
    ]
  },
  {
    "id": "post15",
    "title": "En las parroquias de Vinaròs y Torreblanca, se celebró con oración la fiesta de la Transfiguración de Cristo.",
    "date": "2025-08-10",
    "content": "En las parroquias de Vinaròs y Torreblanca, se celebró con oración la fiesta de la Transfiguración de Cristo. Durante la Divina Liturgia, los fieles elevaron juntos la acción de gracias a Dios por el don de la luz que transforma y renueva nuestras almas. Después de la Misa, tuvo lugar la bendición de los primeros frutos, como señal de gratitud por la generosidad y el amor divinos. A la luz de la Transfiguración de Cristo, oramos para que el Señor nos transforme también a cada uno de nosotros, dándonos la fuerza para vivir con un corazón puro y un alma abierta. Que la alegría de esta fiesta ilumine nuestros corazones y traiga paz y tranquilidad a Ucrania.",
    "description": "En las parroquias de Vinaròs y Torreblanca, se celebró con oración la fiesta de la Transfiguración de Cristo.",
    "images": [
      "../../img/blog/post15/1.jpg",
      "../../img/blog/post15/2.jpg",
      "../../img/blog/post15/3.jpg",
      "../../img/blog/post15/4.jpg",
      "../../img/blog/post15/5.jpg",
      "../../img/blog/post15/6.jpg",
      "../../img/blog/post15/7.jpg",
      "../../img/blog/post15/8.jpg",
      "../../img/blog/post15/9.jpg",
      "../../img/blog/post15/10.jpg",
      "../../img/blog/post15/11.jpg",
      "../../img/blog/post15/12.jpg"
    ]
  },
  {
    "id": "post16",
    "title": "Ayer en Castellón se bendijo el Santo Entierro de la Santísima Madre de Dios.",
    "date": "2025-08-17",
    "content": "Ayer en Castellón se bendijo el Santo Entierro de la Santísima Madre de Dios. Los fieles se reunieron para la oración, celebrando el misterio de cuando Jesús llevó a su Madre con cuerpo y alma a la gloria celestial. La Iglesia Católica enseña que la Asunción es un signo de la victoria de la vida sobre la muerte y una esperanza para cada cristiano. En sus oraciones, los fieles pidieron a la Madre Celestial paz para Ucrania, así como su constante intercesión y acompañamiento hacia su Hijo, Jesús. Este evento fue un testimonio profundo del amor y la fe de la comunidad.",
    "description": "Ayer en Castellón se bendijo el Santo Entierro de la Santísima Madre de Dios.",
    "images": [
      "../../img/blog/post16/1.jpg",
      "../../img/blog/post16/2.jpg",
      "../../img/blog/post16/3.jpg",
      "../../img/blog/post16/4.jpg",
      "../../img/blog/post16/5.jpg",
      "../../img/blog/post16/6.jpg"
    ]
  },
  {
    "id": "post17",
    "title": "Fiesta de la Asunción de la Santísima Madre de Dios.",
    "date": "2025-08-17",
    "content": "Fiesta de la Asunción de la Santísima Madre de Dios. <br> Las comunidades parroquiales de las ciudades de Vinaròs y Torreblanca celebraron solemnemente la fiesta de la Asunción de la Santísima Madre de Dios. En Vinaròs, la Liturgia festiva fue oficiada por 2 sacerdotes, el padre Iurii y el padre Andrii de Alemania, quien está de vacaciones en España. <br> Después del servicio, los fieles de ambas parroquias tuvieron la oportunidad de hacer una oración conjunta por la paz en Ucrania, «Reina nuestra, bendita», y también de acercarse al Santo Entierro de la Santísima Madre de Dios. <br> La fiesta terminó en un ambiente elevado, dejando en los corazones de todos los presentes una sensación de la cercanía de Dios y el cuidado maternal de la Madre de Dios, que siempre guía a sus hijos hacia la Salvación.",
    "description": "Fiesta de la Asunción de la Santísima Madre de Dios.",
    "images": [
      "../../img/blog/post17/1.jpg",
      "../../img/blog/post17/2.jpg",
      "../../img/blog/post17/3.jpg"
    ]
  },
  {
    "id": "post18",
    "title": "Ayer en Vinaròs la comunidad ucraniana se reunió para celebrar el Día de la Independencia de Ucrania.",
    "date": "2025-08-25",
    "content": "Ayer en Vinaròs la comunidad ucraniana se reunió para celebrar el Día de la Independencia de Ucrania. El padre Iurii dio un discurso de apertura y una oración, recordando que la Independencia es un don de Dios, pero un don probado por la historia. En su discurso, subrayó que Ucrania ha luchado por la libertad desde 1991, pero constantemente se le ha intentado privar de este derecho. Así como Cristo llevó su Cruz, Ucrania hoy lleva la suya, a través del dolor, el sufrimiento y la lucha. Se elevaron oraciones por la paz, por los héroes caídos y también por los soldados vivos en cautiverio, para que el Señor los ayude a regresar a casa. El padre Iurii destacó que donde hay Verdad y Justicia, allí está Dios, y contra Dios nadie puede vencer. Ucrania se mantiene, ora, lucha y cree en la victoria, porque la última palabra siempre pertenece al Señor. El ambiente de la celebración estuvo lleno de patriotismo, unidad y esperanza. Sincero agradecimiento a la Asociación de Ucranianos en Benicarló, así como a todos los ucranianos presentes en esta celebración, al grupo «Podillia» y a otros participantes que con su canto y actuaciones añadieron fuerza e inspiración a este día. Esta celebración fue un testimonio de nuestra inquebrantable fe y creencia en la victoria de Dios para Ucrania.",
    "description": "Ayer en Vinaròs la comunidad ucraniana se reunió para celebrar el Día de la Independencia de Ucrania.",
    "images": [
      "../../img/blog/post18/1.jpg",
      "../../img/blog/post18/2.jpg",
      "../../img/blog/post18/3.jpg",
      "../../img/blog/post18/4.jpg",
      "../../img/blog/post18/5.jpg",
      "../../img/blog/post18/6.jpg",
      "../../img/blog/post18/7.jpg",
      "../../img/blog/post18/8.jpg"
    ]
  },
  {
    "id": "post19",
    "title": "Tuvo lugar la primera reunión de profesores de la escuela ucraniana de la provincia de Castellón.",
    "date": "2025-09-02",
    "content": "Primera reunión de profesores de la escuela ucraniana de la provincia de Castellón<br>Tuvo lugar la primera reunión de profesores de la escuela ucraniana de la provincia de Castellón.<br>Los profesores tuvieron la oportunidad de hablar con el rector de la colegiata, el padre Juan Carlos.<br>En un ambiente amistoso, conocieron las instalaciones de la escuela y las aulas donde pronto estudiarán los niños.<br>La reunión se desarrolló con sinceridad y confianza mutua.<br>Los profesores sintieron el apoyo y la apertura de la dirección.<br>Juan Carlos destacó la importancia de aprender y preservar la lengua y la cultura ucraniana, y también aseguró su colaboración.<br>Después de la reunión conjunta, los profesores se quedaron a solas para discutir los próximos pasos.<br>Presentaron un plan del proceso educativo y compartieron ideas.<br>Se sintió un deseo genuino de trabajar por el bien de los niños.<br>La escuela fue fundada por la Iglesia greco-católica ucraniana en colaboración con la Iglesia católica.<br>El trabajo humilde, pero importante, del padre Yuri ayudó a establecer las bases de esta iniciativa.<br>Este día se convirtió en un símbolo del comienzo de una buena colaboración y un servicio compartido.",
    "description": "En un ambiente amistoso, conocieron las instalaciones de la escuela y las aulas donde pronto estudiarán los niños.",
    "images": [
      "../../img/blog/post19/1.jpg",
      "../../img/blog/post19/2.jpg",
      "../../img/blog/post19/3.jpg",
      "../../img/blog/post19/4.jpg"
    ]
  },
  {
    "id": "post20",
    "title": "Hoy los feligreses de Vinaròs y Torreblanca se unieron en una Liturgia Divina compartida.",
    "date": "2025-09-07",
    "content": "Hoy los feligreses de Vinaròs y Torreblanca se unieron en una Liturgia Divina compartida. Fue un domingo conmovedor que mostró la belleza de la hermandad y la oración en una sola familia de hijos de Dios. Sentimos que la verdadera fuerza de la Iglesia está en la unidad en Cristo, ya que, como dice San Basilio el Grande: «Cuando nos unimos en el amor de Cristo, nos convertimos realmente en un solo cuerpo». En esta oración resonaron la alegría, la paz y la esperanza que el Señor otorga a sus fieles. Que este domingo compartido sea un signo luminoso de que en Cristo y en el amor hacia Él siempre somos uno.",
    "description": "Hoy los feligreses de Vinaròs y Torreblanca se unieron en una Liturgia Divina compartida.",
    "images": [
      "../../img/blog/post20/1.jpg"
    ]
  },
  {
    "id": "post21",
    "title": "Primera reunión de padres en la escuela ucraniana de la provincia de Castellón",
    "date": "2025-09-20",
    "content": "Primera reunión de padres en la escuela ucraniana de la provincia de Castellón<br>Hoy ha tenido lugar un acontecimiento importante en la escuela ucraniana de la provincia de Castellón: la primera reunión de padres. Fue la primera vez que el equipo pedagógico se reunió con los padres, donde todos pudieron conocerse. Los profesores compartieron su visión del desarrollo del proceso educativo.<br>La reunión fue iniciada por el padre Juan Carlos, rector del colegio Mater Dei, quien dio una calurosa bienvenida a los presentes y destacó la importancia de la cooperación educativa y espiritual. Después, el padre Yuriy tomó la palabra e inició la reunión con la oración conjunta del 'Padre Nuestro'. En su intervención, subrayó que la misión de la escuela no es solo impartir conocimientos, sino también educar en los valores cristianos, el amor por la cultura ucraniana y toda la herencia de Ucrania.<br>La directora de la escuela, Sra. Maryana Demkiv, habló sobre las características del programa de estudios, haciendo hincapié en su objetivo de lograr un desarrollo armonioso de los niños. La Sra. Natalia Lytvyn también presentó activamente el sistema de enseñanza, centrándose en la parte académica y la organización del proceso educativo.<br>Después de las presentaciones de la administración, cada uno de los profesores tuvo la oportunidad de hablar durante 2-3 minutos sobre sí mismos, su experiencia pedagógica y su motivación para trabajar en esta escuela. Esto permitió a los padres conocer más de cerca a aquellos en quienes confían la educación y formación de sus hijos.<br>La reunión se desarrolló en un ambiente cálido y amistoso. Al final, los organizadores agradecieron a todos los asistentes su activa participación y apoyo. También se destacó que la escuela está abierta a nuevos alumnos.<br>Juntos comenzamos una buena causa y creemos que dará muchos frutos para los ucranianos en el extranjero y contribuirá al desarrollo de nuestra Patria.",
    "description": "Hoy ha tenido lugar un acontecimiento importante en la escuela ucraniana de la provincia de Castellón: la primera reunión de padres.",
    "images": [
      "../../img/blog/post21/1.jpg",
      "../../img/blog/post21/2.jpg",
      "../../img/blog/post21/3.jpg",
      "../../img/blog/post21/4.jpg",
      "../../img/blog/post21/5.jpg"
    ]
  },
  {
    "id": "post22",
    "title": "Primera Campana en la escuela ucraniana de la provincia de Castellón",
    "date": "2025-09-27",
    "content": "Hoy, 27 de septiembre, tuvo lugar un momento histórico en la provincia de Castellón: sonó la primera campana en la **escuela ucraniana**, que abrió sus puertas por primera vez a los niños de esta región. A partir de ahora, las tradiciones ucranianas no solo no desaparecerán, sino que vivirán en los corazones de la joven generación, transmitiéndose con amor y gratitud. La ceremonia comenzó con las palabras del padre Juan Carlos, rector del Colegio Mater Dei, quien saludó sinceramente a todos los presentes. Luego, el padre Yuriy inauguró la primera campana con una oración a la Santísima Madre de Dios, bendijo el comienzo de esta nueva causa y se dirigió a los niños y padres con palabras de inspiración.<br>Posteriormente, la directora de la escuela, Marianna Demkiv, agradeció sinceramente a los padres por su apoyo y confianza, y también enfatizó la importancia de crear esta escuela, ya que representa la **enseñanza del ucraniano**. Nataliia Lytvyn, subdirectora de la escuela, también se dirigió a los presentes, expresando su alegría por el nacimiento de un nuevo centro educativo. El ambiente de la celebración fue particularmente emotivo: los niños recitaron poemas, y la Sra. Olha, profesora y directora del primer grado, regaló a todos la canción «La Fuerza del Pueblo» («Syła Narodu»).<br>La festividad se realzó con una **danza ucraniana** interpretada por la bailarina profesional Sra. Victoria de Mariúpol, recordando la riqueza de nuestra cultura.<br>Después de la parte ceremonial, los niños se sentaron en sus pupitres por primera vez y comenzaron sus estudios, combinando la celebración con el primer paso hacia el conocimiento. Este día se convirtió en un símbolo de esperanza, fe y amor por la tierra natal, ya que la escuela ucraniana en Castellón no es solo educación, sino también la preservación del alma de nuestra nación lejos de la Patria.",
    "description": "Hoy, 27 de septiembre, tuvo lugar un momento histórico en la provincia de Castellón: sonó la primera campana en la escuela ucraniana",
    "images": [
      "../../img/blog/post22/1.jpg",
      "../../img/blog/post22/2.jpg",
      "../../img/blog/post22/3.jpg",
      "../../img/blog/post22/4.jpg",
      "../../img/blog/post22/5.jpg",
      "../../img/blog/post22/6.jpg",
      "../../img/blog/post22/7.jpg",
      "../../img/blog/post22/8.jpg",
      "../../img/blog/post22/9.jpg",
      "../../img/blog/post22/10.jpg",
      "../../img/blog/post22/11.jpg",
      "../../img/blog/post22/12.jpg",
      "../../img/blog/post22/13.jpg",
      "../../img/blog/post22/14.jpg",
      "../../img/blog/post22/15.jpg",
      "../../img/blog/post22/16.jpg",
      "../../img/blog/post22/17.jpg",
      "../../img/blog/post22/18.jpg",
      "../../img/blog/post22/19.jpg",
      "../../img/blog/post22/20.jpg",
      "../../img/blog/post22/21.jpg",
      "../../img/blog/post22/22.jpg"
    ]
  },
  {
    "id": "post23",
    "title": "Hoy, por invitación del párroco de la Parroquia de la Intercesión de la Santísima Madre de Dios y decano de nuestra región...",
    "date": "2025-10-05",
    "content": "Hoy, por invitación del párroco de la **Parroquia de la Intercesión de la Santísima Madre de Dios** y decano de nuestra región, el padre **Vasyl Boiko**, el padre **Yuriy Shabanov** ha visitado la parroquia en Valencia. Los fieles, junto con los sacerdotes, oraron juntos durante la **Divina Liturgia**.<br>El servicio religioso fue presidido por el padre Serhiy Znak, concelebrando con el padre Vasyl Boiko, párroco de la comunidad local, y el padre Yuriy Shabanov.<br>Durante la homilía, el padre Yuriy enfatizó que la verdadera fe madura cuando la persona sabe esperar, orar, confiar en Dios y no desesperarse. Subrayó que actualmente la tarea principal de cada cristiano es permanecer fiel a Dios en este tiempo difícil de guerra que está viviendo el pueblo ucraniano.<br>Tras la finalización de la Liturgia, se llevó a cabo la **bendición del agua**, y los fieles de la parroquia agradecieron sinceramente al padre Vasyl Boiko sus **20 años de fiel servicio** en la comunidad local.<br>Este día se convirtió en un evento importante y emotivo para toda nuestra **Iglesia Greco-Católica Ucraniana en España**, lleno de oración, gratitud y unidad fraterna.",
    "description": "Hoy, por invitación del párroco de la Parroquia de la Intercesión de la Santísima Madre de Dios y decano de nuestra región...",
    "images": [
      "../../img/blog/post23/1.png"
    ]
  },
  {
    "id": "post24",
    "title": "Solemne Santa Misa para Migrantes en Castellón",
    "date": "2025-10-05",
    "content": "Solemne Santa Misa para Migrantes en Castellón<br>Hoy tuvo lugar en la ciudad de Castellón una solemne Santa Misa, presidida por Su Excelencia Reverendísima el obispo **Casimiro López**. El servicio religioso se celebró para todos los migrantes que residen en el territorio de España. En la oración conjunta participaron también representantes de las comunidades ucranianas de las parroquias de Vinaròs, Torreblanca y Castellón, encabezados por el padre Yuriy Shabanov. Los fieles se involucraron activamente en el servicio: la señora Marianna Demkiv leyó una súplica al Señor pidiendo protección para todos los migrantes del mundo, para que tuvieran una vida digna, paz en el corazón y la oportunidad de orar libremente dondequiera que el destino los haya llevado.<br>Durante la solemne presentación de las ofrendas, el señor Viktor y la señora Marianna Demkiv entregaron obsequios simbólicos de parte de la comunidad ucraniana a Su Excelencia Casimiro: un **korovai** (pan ceremonial) y una **camisa bordada** (vyshyvanka), como señal de gratitud y respeto. Al finalizar el servicio, el padre Yuriy Shabanov, junto con el señor Mykola, cantaron una canción, bajo cuyos acordes todos los sacerdotes, encabezados por el obispo, salieron solemnemente en procesión del templo. Después de la Liturgia, Su Excelencia tuvo la oportunidad de conversar por unos minutos con la comunidad ucraniana y, para finalizar, se tomaron una foto grupal de recuerdo.<br>Expresamos nuestra sincera gratitud al obispo Casimiro López por este gesto de unidad y apoyo fraterno al pueblo ucraniano. Creemos, oramos y esperamos la pronta victoria de Ucrania y la paz en todo el mundo.",
    "description": "Solemne Santa Misa para Migrantes en Castellón",
    "images": [
      "../../img/blog/post24/1.jpg",
      "../../img/blog/post24/2.jpg",
      "../../img/blog/post24/3.jpg",
      "../../img/blog/post24/4.jpg",
      "../../img/blog/post24/5.jpg",
      "../../img/blog/post24/6.jpg",
      "../../img/blog/post24/7.jpg"
    ]
  },
  {
    "id": "post25",
    "title": "Estamos en Lourdes. En oración a la Santísima Virgen María por nuestra Ucrania. ¡Gloria a Dios por todo!",
    "date": "2025-10-19",
    "content": "Estamos en Lourdes. En oración a la Santísima Virgen María por nuestra Ucrania. ¡Gloria a Dios por todo!",
    "description": "Estamos en Lourdes. En oración a la Santísima Virgen María por nuestra Ucrania. ¡Gloria a Dios por todo!",
    "images": [
      "../../img/blog/post25/1.jpg"
    ]
  },
  {
    "id": "post26",
    "title": "Junto con los feligreses, hicimos una peregrinación a Lourdes.",
    "date": "2025-10-20",
    "content": "Junto con los feligreses, hicimos una peregrinación a Lourdes. Allí, en el silencio donde se apareció la Santísima Virgen María, oramos sinceramente por la paz, por nuestras familias y por toda Ucrania. Fue particularmente conmovedor ver a tantos ucranianos unidos en oración lejos de casa.",
    "description": "Junto con los feligreses, hicimos una peregrinación a Lourdes.",
    "images": [
      "../../img/blog/post26/1.jpg",
      "../../img/blog/post26/2.jpg",
      "../../img/blog/post26/3.jpg",
      "../../img/blog/post26/4.jpg",
      "../../img/blog/post26/5.jpg",
      "../../img/blog/post26/6.jpg",
      "../../img/blog/post26/7.jpg",
      "../../img/blog/post26/8.jpg",
      "../../img/blog/post26/9.jpg",
      "../../img/blog/post26/10.jpg",
      "../../img/blog/post26/11.jpg",
      "../../img/blog/post26/12.jpg",
      "../../img/blog/post26/13.jpg",
      "../../img/blog/post26/14.jpg",
      "../../img/blog/post26/15.jpg",
      "../../img/blog/post26/16.jpg",
      "../../img/blog/post26/17.jpg"
    ]
  }
]